[
  {
    "title": "The Pixels .Club",
    "description": "A public pixel canvas experiment built using Rails' ActionCable",
    "link": "https://www.thepixels.club"
  },
  {
    "title": "RPSM",
    "description": "An implementation of the 'Recurrent 3D Pose Sequence Machines' paper by Mude Lin et. al in Tensorflow. This model can perform 3D human articulated pose recovery from monocular image sequences by learning to recurrently integrate rich spatio-temporal long-range dependencies in an implicit and comprehensive manner.",
    "link": "https://github.com/andrewandrewxu/CSC486_Project/"
  },
  {
    "title": "Kubera (In Progress)",
    "description": "A crypto currency exchange for people who don't want to become financially committed. Kubera is a pseudo-exchange that allows anyone to create trading groups with their friends and coworkers. Each trading group has a leaderboard displaying who has traded most successfully among their peers. Built with React and Phoenix.",
    "link": "https://kuberaexchange.com"
  },
  {
    "title": "Wine Classifier",
    "description": "A simple K-Means classifier to cluster chemical attributes of wine as either red or white.",
    "link": "https://github.com/tysonbattistella/red-or-white-wine/"
  },
  {
    "title": "TV Script Generator",
    "description": "An LSTM cell based recurrent neural network to generate transcripts of television shows.",
    "link": "https://github.com/tysonbattistella/tv-script-generation"
  },
  {
    "title": "The Visual Space",
    "description": "A collection of web experiments built using React and P5JS.",
    "link": "http://thevisual.space"
  }, {
    "title": "Telmediq",
    "description": "A HIPAA compliant healthcare communications hub operating out of Victoria, British Columbia.",
    "link": "https://www.telmediq.com"
  }, {
    "title": "SD&ML",
    "description": "A community of students and software enthusiasts interested in using the latest technologies and techniques to build innovative things. Every week, members listen to and share talks about a topic they are passionate about. Newcomers are always welcome.",
    "link": "https://github.com/sdaml"
  }, {
    "title": "Picmoji",
    "description": "A ridiculously simple Django application that converts images into emoji mosaics.",
    "link": "https://picmoji.tysonbattistella.com"
  }, {
    "title": "The Wishlist",
    "description": "A MeteorJS application that serves as an online gift registry for holidays and events.",
    "link": "https://github.com/puddllee/wishlist",
    "offline": true
  }
]
